#+LaTeX_CLASS_OPTIONS: [letterpaper,landscape,8pt]
#+LATEX_HEADER: \usepackage[a4paper,inner=.5cm, outer=.5cm, top=.5cm, bottom=.5cm]{geometry}

| Month       | year | WA | Wittgenstein                                                                                 | AA | Anscombe                                                                                                                                                |
| 26 April    | 1889 |  0 | Born in Vienna                                                                               |    |                                                                                                                                                         |
|             | 1903 | 14 | Starts studies in Realschule in Linz                                                         |    |                                                                                                                                                         |
| 20 January  | 1913 | 24 | Karl (Father) Dies                                                                           |    |                                                                                                                                                         |
|             | 1913 | 24 | Retreats to Skjolden, Norway, writes Notes on Logic                                          |    |                                                                                                                                                         |
| 28 July     | 1914 | 25 | WWI Begins                                                                                   |    |                                                                                                                                                         |
| March       | 1916 | 27 | Posted on the frontline against Brusilov Offensive                                           |    |                                                                                                                                                         |
|             | 1917 | 28 | Posted at the Russsian Front                                                                 |    |                                                                                                                                                         |
|             | 1918 | 29 | Promoted to Lieutenant, posted at Italian Front                                              |    |                                                                                                                                                         |
| August      | 1918 | 29 | Finishes the Tarctatus in Neuwaldegg                                                         |    |                                                                                                                                                         |
|             | 1918 | 29 | Captured, spends nine months as prsioner at Italian War camp                                 |    |                                                                                                                                                         |
| 11 November | 1918 | 29 | WWI Ends                                                                                     |    |                                                                                                                                                         |
| 18 March    | 1919 | 30 |                                                                                              |  0 | Born in Limerick, Ireland                                                                                                                               |
| September   | 1919 | 30 | Enrolled in the Lehrerbildungsanstalt (teacher training college) To be an elementary teacher |    |                                                                                                                                                         |
|             | 1922 | 33 | Publishes The Tractatus                                                                      |  3 |                                                                                                                                                         |
|             | 1931 | 42 |                                                                                              | 12 | Starts readings that lead her to a teenage conversion to catholicism                                                                                    |
|             | 1934 | 45 |                                                                                              | 15 | Starts reading Natural Theology by a XIX century Jesuit and working on a proof of a principle of causality, sparking her interest on philosphy          |
|             | 1937 | 48 |                                                                                              | 18 | Graduated from Sydenham High School                                                                                                                     |
| 27 april    | 1938 | 49 |                                                                                              | 19 | Instructed and received into the Catholic Church by Fr Richard Kehoe, Dominican                                                                         |
|             | 1941 | 52 |                                                                                              | 22 | Graduated from St Hugh's College, Oxford                                                                                                                |
| 26 December | 1941 | 52 |                                                                                              | 22 | Married Peter Geach                                                                                                                                     |
|             | 1942 | 53 |                                                                                              | 23 | Awarded Research fellowship for post-graduate study at Newnham College, Cambridge                                                                       |
|             | 1945 | 56 |                                                                                              | 26 | Finished Fellowship at Newnham                                                                                                                          |
|             | 1946 | 57 |                                                                                              | 27 | Awarded Research fellowship at Somerville College, Oxford                                                                                               |
|             | 1947 | 58 |                                                                                              | 28 | Continued traveling to Cambridge once a week to attend tutorials with Wittgenstein                                                                      |
|             | 1948 | 59 |                                                                                              | 29 | Presented a paper at a meeting of Oxford's Socratic Club in which she disputed C. S. Lewis's argument that naturalism was self-refuting                 |
|             | 1951 | 62 |                                                                                              | 32 | Awarded Lecturship at Sommerville                                                                                                                       |
| 29 April    | 1951 | 62 | Died in Cambridge                                                                            | 32 | Travelled to Cambridge to visit Wittgenstein in his deathbed                                                                                            |
|             | 1956 |    |                                                                                              | 37 | Protested against Truman's Honorary Degree at Oxford.                                                                                                   |
|             | 1957 |    |                                                                                              | 38 | Publishes Intention                                                                                                                                     |
|             | 1959 |    |                                                                                              | 40 | Publishes An Introduction to Wittgenstein's Tractatus                                                                                                   |
|             | 1964 |    |                                                                                              | 45 | Awarded tutorial fellowship at Sommerville                                                                                                              |
|             | 1970 |    |                                                                                              | 51 | Left Somerville College. Elected Professor of Philosophy at Cambridge                                                                                   |
|             | 1979 |    |                                                                                              | 60 | Elected a Foreign Honorary Member of the American Academy of Arts and Sciences in 1979                                                                  |
|             | 1981 |    |                                                                                              | 62 | Publishes Three volumes of collected papers: From Parmenides to Wittgenstein; Metaphysics and the Philosophy of Mind; and Ethics, Religion and Politics |
|             | 1986 |    |                                                                                              | 67 | Retirement from Cambridge                                                                                                                               |
|             | 1996 |    |                                                                                              | 77 | Car Crash                                                                                                                                               |
| 5 January   | 2001 |    |                                                                                              | 81 | Died in Cambridge, England                                                                                                                              |
|             |      |    |                                                                                              |    |                                                                                                                                                         |
#+TBLFM: $2=1919+12::$3=1918-1889::$5=1922-1919

Born: 18 March 1919, in Limerick, Ireland

She graduated from Sydenham High School in 1937, (18)
"Mods & Greats" (classics, ancient history, and philosophy) at St Hugh's College, Oxford, graduating with a First in 1941 (22)

In 1941 she married Peter Geach, like her a Roman Catholic convert, a student of Wittgenstein, and a distinguished British academic philosopher. Together they had three sons and four daughters. (21)

After graduating from Oxford, Anscombe was awarded a research fellowship for postgraduate study at Newnham College, Cambridge, from 1942 to 1945 (23-26)

After her fellowship at Cambridge ended, she was awarded a research fellowship at Somerville College, Oxford, but during the academic year of 1946/47, she continued to travel to Cambridge once a week, together with her fellow student Wasfi Ahmad Hijab, to attend tutorials with Wittgenstein on the philosophy of religion. (27/28)

Anscombe visited Wittgenstein many times after he left Cambridge in 1947 (28), and travelled to Cambridge in April 1951 (32) to visit him on his death bed. Wittgenstein named her, along with Rush Rhees and Georg Henrik von Wright, as his literary executor, and after his death in 1951 (32)  she was responsible for editing, translating, and publishing many of Wittgenstein's manuscripts and notebooks.

Anscombe remained at Somerville College from 1946 to 1970. 

In 1956, while a research fellow at Oxford University, she protested against Oxford's decision to grant an honorary degree to Harry S. Truman.

Anscombe was elected Professor of Philosophy at Cambridge University in 1970, where she served until her retirement in 1986. 
She was elected a Foreign Honorary Member of the American Academy of Arts and Sciences in 1979

In her later years, Anscombe suffered from heart disease, and was nearly killed in a car crash in 1996. She spent her last years in the care of her family in Cambridge. 

She died, aged 81, with her husband and four of their seven children at her bedside, on 5 January 2001.
